Revit 2027 API
SymbolTypeId.MCaret3 Property
 Symbol m^3, indicating unit Cubic meters.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MCaret3 { get; }
Public Shared ReadOnly Property MCaret3 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MCaret3 {
	ForgeTypeId^ get ();
}
static member MCaret3 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace